index.tex
% Created 2018-01-30 ÖÜ¶þ 16:09
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{amsmath}
\usepackage{amsthm}
\date{\today}
\title{index}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents

\#-*- mode: org -*-
\subsubsection{}
\label{sec-0-0-1}
\section{Welcome to}
\label{sec-1}

Welcome, and thanks for trying out Org mode. Making outlines in
Org is very simple. It is just text! Just start typing.
\section{This is a headline, it starts with one or more stars}
\label{sec-2}
A heading has one star, a sub-heading two, etc.
\section{Working with lists}
\label{sec-3}
\subsection{Moving around in our outline}
\label{sec-3-1}
\subsection{Moving around headlines}
\label{sec-3-2}

\section{Introduction to the mathematical theory of gerneral relatity}
\label{sec-4}
\subsection{De la relativit¨¦ restreint et equation d'Einstein}
\label{sec-4-1}
\subsubsection{Exercice}
\label{sec-4-1-1}
Dans le cadre de relativit¨¦ restreinte, montrer qu'une particle soumise ¨¤ aucune force, se d¨¦place de mani¨¨re uniforme
le long d'une droite de r¨¦f¨¦renciel  $S$ $(t,x,y,z)$, en d¨¦duire
que les droites de  $S$ $(t,x,y,z)$ est en bijection avec ces de $S'$
$(t',x',y',z')$.

\subsubsection{Exercice}
\label{sec-4-1-2}
Montrer que la composition des vitesses inf¨¦rieurs ou ¨¦gales ¨¤ c
est inf¨¦rieur ou ¨¦gale ¨¤ c.

\subsection{I 2) L'¨¦lectromagn¨¦tisme dans $\mathbb{R}^{1,3}$;}
\label{sec-4-2}

\subsubsection{Exercice}
\label{sec-4-2-1}
Soit $d$ la diff¨¦rentiel ext¨¦rieur, $*$ op¨¦rateur de Hodge. On
d¨¦finit \$$\int$ <d$\alpha$,$\beta$>dx=$\int$ <$\alpha$,$\delta$$\beta$>dx \$. En
utilisant $\alpha\wedge *\beta=<\alpha,\beta>dx^1\wedge dx^2\wedge
dx^3$, montrer $\delta=*d*$. En particulier, montrer \$($\delta$
F)$_{\text{a}}$=-$\eta$$^{\text{bc}}$=F$_{\text{ab,c}}$, o¨´ on abbr¨¦vite la diff¨¦renciel par rapport
$x_c$ par \$,c\$.
\subsubsection{Exercice}
\label{sec-4-2-2}
Montrer que les Equations de Maxzell s'¨¦crit sous la forme
$dF=0,\delta F=j$ o¨´ $j=\dot{\rho}dx^0+J_idx^i$.

\subsubsection{Exercice}
\label{sec-4-2-3}
Montere que les Equations de Maxwell dans le vide a une unique solution s'il
v¨¦rifie des ¨¦qutions de contrainte avec une d¨¦croissance
convenable. (Existence est fait au cours).

\subsubsection{Exercice}
\label{sec-4-2-4}
Quels sont les conditions sur $\rho$ pour trouver une solution pour
les equations de Maxwell.

\subsubsection{Exercice}
\label{sec-4-2-5}
$u:\Omega \to S^n$
(1)Calculer l'¨¦quation d'Euler Lagrande de 
()


\begin{thm}
q-fd
\end{thm}

\subsection{{\bfseries\sffamily TODO} buy airplane}
\label{sec-4-3}
\subsection{{\bfseries\sffamily DONE} }
\label{sec-4-4}
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}
